[
  {
    "service_id": "04",
    "title": "Air-Conditioning",
    "img": "https://motoristprod.s3.amazonaws.com/uploads/redactor_rails/picture/data/6698/iStock-990790186.jpg",
    "price": "150.00",
    "description": "A car air conditioning service, or aircon regas as it's more commonly known, is a full check of your car's system to ensure it is free from damage and leak. The process itself is quite straightforward. A car air conditioning service in progress.During the aircon regas, the mechanic removes your car's old gas using a specialist vacuum pump (pictured above). This also helps to remove all traces of moisture from the system, reducing the risk of bacterial growth.They measure the current level against the amount of gas which should be in the system. If there's a big difference, it's usually because your system has sprung a leak.Next, they add new refrigerant gas, following the manufacturer's spec for type and volume. You can check this for yourself in your vehicle handbook."
  },
  {
    "service_id": "05",
    "title": "Body Painting",
    "img": "https://img.freepik.com/premium-photo/close-up-image-professional-car-painting-focus-foreground_35534-536.jpg?w=2000",
    "price": "500.00",
    "description": "Refinishes damaged body parts and bodies of vehicles in accordance with factory and dealership quality specifications and time standards. Operates and uses all body shop equipment properly and safely. Removes rust from metal, and grease and dirt from work surface.Many believe painting your vehicle is a simple, one-step process, but it’s actually an intricate procedure that requires precision, expertise, professional training, and exactitude. From extensive, complete body paint jobs to individual panels, our technicians understand exactly how to assess and execute your paint job with accuracy.To ensure a factory finish, our technicians mix the colored basecoat to match the vehicle’s color and spray the vehicle with the exact match. After the basecoat is ready for topcoat, the clear coat is applied.  This restores the vehicle’s natural gloss finish to its factory appearance."
  },
  {
    "service_id": "01",
    "title": "Full Body Repair",
    "img": "https://media.istockphoto.com/id/157580103/photo/auto-body-mechanic-disassembling-damaged-vehicle.jpg?s=612x612&w=0&k=20&c=yN3spq82HFZSR4MajSxwmBd-DS8Paf2FBxO-zTHzBdE=",
    "price": "200.00",
    "description": "Lots of modern cars are computerised and complex and most car owners simply don’t have the tools or skills to complete a service safely and effectively. Electronic control units and fuel injections have made cars easier to tune up and keep in good shape, but this can only be done with the right computer equipment and software. To ensure the job is done right, it's best to trust the skills and experience of a good mechanic.There are numerous checks that we should make as car owners. But, hands up – not everyone check their tyres before every motorway journey. We tend to rely on our cars without thinking, and often get lazy when it comes to safety checks and maintenance. An MOT only happens once every 12 months - that's a long time to let unseen problems bubble under, potentially resulting in a dangerous incident. Safety is a major reason to have your car regularly serviced between MOTs – although it shouldn’t replace regular maintenance checks such as oil, coolant and tyres."
  },
  {
    "service_id": "02",
    "title": "Break Repair",
    "img": "https://www.superiorcars.co.uk/catalog/view/theme/default/image/brake-repair02.jpg",
    "price": "150.00",
    "description": "Want the best brake repair service for your car or truck? Your brake system is extremely important to stopping safely.  A car that won’t start is an inconvenience, but a car that can’t stop is downright dangerous!  While brake systems vary widely by year make and model, the typical system found on most family cars consists of disc brakes in front and either disk or drum brakes in back.The brake system is one of your vehicle’s most important safety features. As we all know, this is the system that allows you to stop your vehicle’s momentum. You can also ease turns and stop at traffic lights, all doing so safely. That means, when there is something wrong with this system, it could lead to a rather dangerous situation. Team Ryan Automotive is here for all your brake system repair and service needs.There are 3 categories of components to consider when we inspect your brake system for normal wear or problems; hydraulics, friction material, and computer controlled electronics for your Anti Lock Brakes (ABS)."
  },
  {
    "service_id": "03",
    "title": "Engine-Diognostic",
    "img": "https://media.istockphoto.com/photos/hands-of-car-mechanic-working-in-auto-repair-service-picture-id693170166?k=20&m=693170166&s=612x612&w=0&h=opS86Rlk5bwMF5-ey5GZcDHssSw3wM2RtZ8baUu74GE=",
    "price": "65.00",
    "description": "Car diagnostic tests scan your car's components and systems to check for issues with components like the engine, transmission, oil tank, throttle, and many more. Because car diagnostic tests require specific devices and expertise to read correctly, most tests are performed with mechanics or at dealer shops.A diagnostic service is an appointment designated to figuring out the issue with your vehicle. If you don't know what the problem is, make a note of all of the abnormalities you are experiencing and tell your mechanic when they arrive for your appointment. If you can take videos or pictures of the problem, that's even better! That will help you mechanic understand the issues at hand and they will be able to identify the problem a lot faster.Here at Wrench, we have teams of ASE-certified mobile mechanics all over the country. If you are in need of a convenient diagnostic service for your car or truck, book an appointment with us! We will perform a thorough inspection of your vehicle and fix the issue you came to us with as well as ensure that all the other systems in your car are working properly. In no time, we will get you back on the road so you can cruise down the highway once again."
  },
  {
    "service_id": "06",
    "title": "Oil-Changing",
    "img": "https://hips.hearstapps.com/hmg-prod/images/gettyimages-182788481-1554758977.jpg",
    "price": "31.66",
    "description": "During an oil change, we will replace your engine's old oil with new oil and replace the oil filter. We will also lubricate the chassis components of the vehicle according to the standards of the manufacturer.Luckily, getting a full-service oil change with a professional mechanic can help ensure your vehicle is being taken care of properly. In fact, a full-service oil change does much more for your vehicle than just swap out dirty oil. When getting your car’s oil changed by an ASE Certified automotive technician, you can be certain that they’ll perform various checks on other parts of your vehicle apart to ensure it’s in great shape while also looking for premature damage.In addition to changing your oil, repair shops will also identify air filters that need replacing and give you a choice on whether or not you want a new one installed. But why is this important? Well, you may not know that driving with a dirty or damaged engine air filter impacts your engine’s performance, blocking the flow of clean air and preventing fuel from burning correctly. Over time, the air filter becomes less effective at filtering clean air into the engine, impacting your car’s overall performance. Plus, if the check engine light recently came on, but no significant issues are its cause, a clogged-up air filter may have triggered the signal. "
  }
]
